Repository: ClawdBonzo/menomap
Catalog: MenoMap/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, es_419, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: On %1$lld nights with 3 or more surges, Apple Health recorded %2$@ of sleep on average, compared with %3$@ on the other %4$lld nights.
ar: في الليالي التي شهدت 3 موجات أو أكثر (%1$lld)، سجّل تطبيق صحتي %2$@ من النوم في المتوسط، مقارنةً بـ%3$@ في الليالي الأخرى (%4$lld).
cs: Nocí se 3 a více vlnami: %1$lld. Aplikace Zdraví v nich zaznamenala průměrně %2$@ spánku, v ostatních nocích (%4$lld) %3$@.
da: Nætter med 3 eller flere bølger: %1$lld. På dem registrerede Apple Sundhed i gennemsnit %2$@ søvn, sammenlignet med %3$@ på de øvrige nætter (%4$lld).
de: Nächte mit 3 oder mehr Wellen: %1$lld. Apple Health hat dort im Durchschnitt %2$@ Schlaf erfasst, in den übrigen Nächten (%4$lld) %3$@.
el: Νύχτες με 3 ή περισσότερα κύματα: %1$lld. Σε αυτές η εφαρμογή Υγεία κατέγραψε κατά μέσο όρο %2$@ ύπνου, σε σύγκριση με %3$@ στις υπόλοιπες νύχτες (%4$lld).
es: En %1$lld noches con 3 o más oleadas, la app Salud registró de media %2$@ de sueño, frente a %3$@ en las otras %4$lld noches.
es_419: Noches con 3 o más oleadas (%1$lld): la app Salud registró en promedio %2$@ de sueño, frente a %3$@ en las demás noches (%4$lld).
fi: Öinä, joina oli vähintään 3 aaltoa (%1$lld), Terveys-appi kirjasi unta keskimäärin %2$@, muina öinä (%4$lld) %3$@.
fr: Nuits avec 3 vagues ou plus (%1$lld) : l’app Santé a enregistré en moyenne %2$@ de sommeil, contre %3$@ les autres nuits (%4$lld).
he: בלילות עם 3 גלים או יותר (%1$lld), ״בריאות״ תיעד בממוצע %2$@ של שינה, לעומת %3$@ בשאר הלילות (%4$lld).
hi: 3 या ज़्यादा लहरों वाली %1$lld रातों में सेहत ऐप ने औसतन %2$@ नींद दर्ज की, जबकि बाकी %4$lld रातों में %3$@।
hr: Noći s 3 ili više valova (%1$lld): aplikacija Zdravlje zabilježila je prosječno %2$@ sna. Ostale noći (%4$lld): %3$@.
hu: %1$lld olyan éjszakán, amikor 3 vagy több hullám volt, az Egészség app átlagosan %2$@ alvást rögzített, míg a többi %4$lld éjszakán az átlag %3$@ volt.
id: Pada %1$lld malam dengan 3 gelombang atau lebih, app Kesehatan mencatat rata-rata tidur %2$@, dibandingkan %3$@ pada %4$lld malam lainnya.
it: In %1$lld notti con 3 o più ondate, l'app Salute ha registrato in media %2$@ di sonno, rispetto a %3$@ nelle altre %4$lld notti.
ja: ほてりが3回以上あった%1$lld晩では、ヘルスケアに記録された睡眠時間の平均は%2$@で、それ以外の%4$lld晩では%3$@でした。
ko: 열감이 3회 이상이었던 밤 %1$lld번 동안 건강 앱에 기록된 평균 수면 시간은 %2$@였고, 나머지 밤 %4$lld번에는 %3$@였어요.
ms: Pada %1$lld malam dengan 3 gelombang atau lebih, app Kesihatan merekodkan purata tidur %2$@, berbanding %3$@ pada %4$lld malam yang lain.
nb: På %1$lld netter med 3 eller flere bølger registrerte Helse-appen i gjennomsnitt %2$@ søvn, mot %3$@ de andre %4$lld nettene.
nl: Op %1$lld nachten met 3 of meer golven registreerde de Gezondheid-app gemiddeld %2$@ slaap, tegenover %3$@ op de andere %4$lld nachten.
pl: Noce z co najmniej 3 falami: %1$lld. Aplikacja Zdrowie zarejestrowała w te noce średnio %2$@ snu, a w pozostałe noce (%4$lld) – %3$@.
pt_br: Nas noites com 3 ondas ou mais (%1$lld), o app Saúde registrou em média %2$@ de sono, em comparação com %3$@ nas outras noites (%4$lld).
pt_pt: Noites com 3 ou mais ondas: %1$lld. Nessas noites, a aplicação Saúde registou em média %2$@ de sono, em comparação com %3$@ nas restantes noites (%4$lld).
ro: În nopțile cu 3 sau mai multe valuri (%1$lld), aplicația Sănătate a înregistrat în medie %2$@ de somn, față de %3$@ în celelalte nopți (%4$lld).
sk: V nociach s 3 a viac vlnami (%1$lld) zaznamenala apka Zdravie priemerne %2$@ spánku, v ostatných nociach (%4$lld) %3$@.
sv: Nätter med 3 vågor eller fler: %1$lld. Då registrerade appen Hälsa i snitt %2$@ sömn, jämfört med %3$@ under övriga nätter (antal: %4$lld).
th: ใน %1$lld คืนที่มีระลอกร้อน 3 ครั้งขึ้นไป แอปสุขภาพบันทึกการนอนเฉลี่ย %2$@ เทียบกับ %3$@ ในอีก %4$lld คืนที่เหลือ
tr: 3 ya da daha fazla dalga olan %1$lld gecede Sağlık uygulaması ortalama %2$@ uyku kaydetti; diğer %4$lld gecede bu süre %3$@ idi.
uk: Ночей із 3 або більше хвилями: %1$lld. Середня тривалість сну в ці ночі за даними програми «Здоровʼя»: %2$@; в інші ночі (%4$lld): %3$@.
vi: Vào %1$lld đêm có từ 3 cơn nóng trở lên, ứng dụng Sức khỏe ghi nhận trung bình %2$@ giấc ngủ, so với %3$@ vào %4$lld đêm còn lại.
zh_hans: 在 %1$lld 个有 3 次或以上热浪的夜晚，健康 App 记录的平均睡眠为 %2$@；其他 %4$lld 个夜晚为 %3$@。
zh_hant: 在 %1$lld 個有 3 次以上熱浪的夜晚，「健康」App 記錄的平均睡眠為 %2$@；其他 %4$lld 個夜晚則為 %3$@。

source: On %1$lld nights with 3 or more surges, your sleep score averaged %2$@, compared with %3$@ on the other %4$lld nights.
ar: في الليالي التي شهدت 3 موجات أو أكثر (%1$lld)، كان متوسط تقييم نومكِ %2$@، مقارنةً بـ%3$@ في الليالي الأخرى (%4$lld).
cs: Nocí se 3 a více vlnami: %1$lld. Tvoje skóre spánku v nich bylo průměrně %2$@, v ostatních nocích (%4$lld) %3$@.
da: Nætter med 3 eller flere bølger: %1$lld. På dem var din søvnscore i gennemsnit %2$@, sammenlignet med %3$@ på de øvrige nætter (%4$lld).
de: Nächte mit 3 oder mehr Wellen: %1$lld. Dein Schlafwert lag dort im Durchschnitt bei %2$@, in den übrigen Nächten (%4$lld) bei %3$@.
el: Νύχτες με 3 ή περισσότερα κύματα: %1$lld. Σε αυτές η βαθμολογία ύπνου σου ήταν κατά μέσο όρο %2$@, σε σύγκριση με %3$@ στις υπόλοιπες νύχτες (%4$lld).
es: En %1$lld noches con 3 o más oleadas, tu puntuación de sueño fue de media %2$@, frente a %3$@ en las otras %4$lld noches.
es_419: Noches con 3 o más oleadas (%1$lld): tu puntuación de sueño promedió %2$@, frente a %3$@ en las demás noches (%4$lld).
fi: Öinä, joina oli vähintään 3 aaltoa (%1$lld), unipisteesi olivat keskimäärin %2$@, muina öinä (%4$lld) %3$@.
fr: Nuits avec 3 vagues ou plus (%1$lld) : votre score de sommeil était en moyenne de %2$@, contre %3$@ les autres nuits (%4$lld).
he: בלילות עם 3 גלים או יותר (%1$lld), ציון השינה שלך היה בממוצע %2$@, לעומת %3$@ בשאר הלילות (%4$lld).
hi: 3 या ज़्यादा लहरों वाली %1$lld रातों में आपका नींद स्कोर औसतन %2$@ रहा, जबकि बाकी %4$lld रातों में %3$@।
hr: Noći s 3 ili više valova (%1$lld): prosječna ocjena spavanja %2$@. Ostale noći (%4$lld): %3$@.
hu: %1$lld olyan éjszakán, amikor 3 vagy több hullám volt, az alváspontszámod átlagosan %2$@ volt, míg a többi %4$lld éjszakán %3$@.
id: Pada %1$lld malam dengan 3 gelombang atau lebih, skor tidurmu rata-rata %2$@, dibandingkan %3$@ pada %4$lld malam lainnya.
it: In %1$lld notti con 3 o più ondate, il tuo punteggio del sonno è stato in media %2$@, rispetto a %3$@ nelle altre %4$lld notti.
ja: ほてりが3回以上あった%1$lld晩では、睡眠スコアの平均は%2$@で、それ以外の%4$lld晩では%3$@でした。
ko: 열감이 3회 이상이었던 밤 %1$lld번 동안 수면 점수 평균은 %2$@였고, 나머지 밤 %4$lld번에는 %3$@였어요.
ms: Pada %1$lld malam dengan 3 gelombang atau lebih, purata skor tidur anda ialah %2$@, berbanding %3$@ pada %4$lld malam yang lain.
nb: På %1$lld netter med 3 eller flere bølger var søvnscoren din i gjennomsnitt %2$@, mot %3$@ de andre %4$lld nettene.
nl: Op %1$lld nachten met 3 of meer golven was je slaapscore gemiddeld %2$@, tegenover %3$@ op de andere %4$lld nachten.
pl: Noce z co najmniej 3 falami: %1$lld. Twoja średnia ocena snu w te noce wynosiła %2$@, a w pozostałe noce (%4$lld) – %3$@.
pt_br: Nas noites com 3 ondas ou mais (%1$lld), sua nota de sono teve média de %2$@, em comparação com %3$@ nas outras noites (%4$lld).
pt_pt: Noites com 3 ou mais ondas: %1$lld. Nessas noites, a tua pontuação de sono foi em média %2$@, em comparação com %3$@ nas restantes noites (%4$lld).
ro: În nopțile cu 3 sau mai multe valuri (%1$lld), scorul mediu de somn a fost %2$@, față de %3$@ în celelalte nopți (%4$lld).
sk: V nociach s 3 a viac vlnami (%1$lld) bolo tvoje priemerné skóre spánku %2$@, v ostatných nociach (%4$lld) %3$@.
sv: Nätter med 3 vågor eller fler: %1$lld. Då var din sömnpoäng i snitt %2$@, jämfört med %3$@ under övriga nätter (antal: %4$lld).
th: ใน %1$lld คืนที่มีระลอกร้อน 3 ครั้งขึ้นไป คะแนนการนอนของคุณเฉลี่ย %2$@ เทียบกับ %3$@ ในอีก %4$lld คืนที่เหลือ
tr: 3 ya da daha fazla dalga olan %1$lld gecede uyku puanın ortalama %2$@ oldu; diğer %4$lld gecede %3$@ idi.
uk: Ночей із 3 або більше хвилями: %1$lld. Середня оцінка сну в ці ночі: %2$@; в інші ночі (%4$lld): %3$@.
vi: Vào %1$lld đêm có từ 3 cơn nóng trở lên, điểm giấc ngủ trung bình của bạn là %2$@, so với %3$@ vào %4$lld đêm còn lại.
zh_hans: 在 %1$lld 个有 3 次或以上热浪的夜晚，你的睡眠评分平均为 %2$@；其他 %4$lld 个夜晚为 %3$@。
zh_hant: 在 %1$lld 個有 3 次以上熱浪的夜晚，你的睡眠分數平均為 %2$@；其他 %4$lld 個夜晚則為 %3$@。

source: On %1$lld nights with a logged night sweat, your wrist temperature from Apple Health averaged %2$@ from your usual, compared with %3$@ on %4$lld other nights.
ar: في الليالي التي سُجّل فيها تعرّق ليلي (%1$lld)، كان متوسط حرارة معصمكِ من تطبيق صحتي %2$@ عن معدّلكِ المعتاد، مقارنةً بـ%3$@ في الليالي الأخرى (%4$lld).
cs: Nocí se zaznamenaným nočním pocením: %1$lld. Teplota zápěstí z aplikace Zdraví se v nich od obvyklé průměrně lišila o %2$@, v ostatních nocích (%4$lld) o %3$@.
da: Nætter med registreret nattesved: %1$lld. På dem afveg din håndledstemperatur fra Apple Sundhed i gennemsnit %2$@ fra dit normale, sammenlignet med %3$@ på andre nætter (%4$lld).
de: Nächte mit erfasstem nächtlichem Schwitzen: %1$lld. Deine Handgelenktemperatur aus Apple Health wich dort im Durchschnitt um %2$@ von deinem üblichen Wert ab, in anderen Nächten (%4$lld) um %3$@.
el: Νύχτες με καταγεγραμμένη νυχτερινή εφίδρωση: %1$lld. Σε αυτές η θερμοκρασία καρπού από την εφαρμογή Υγεία απείχε κατά μέσο όρο %2$@ από τη συνηθισμένη σου, σε σύγκριση με %3$@ στις άλλες νύχτες (%4$lld).
es: En %1$lld noches con un sudor nocturno registrado, tu temperatura de la muñeca en la app Salud estuvo de media %2$@ respecto a tu valor habitual, frente a %3$@ en otras %4$lld noches.
es_419: Noches con un sudor nocturno registrado (%1$lld): tu temperatura de la muñeca, según la app Salud, estuvo en promedio %2$@ respecto a lo habitual, frente a %3$@ en otras noches (%4$lld).
fi: Öinä, joina kirjasit yöhikoilua (%1$lld), ranteen lämpötila poikkesi Terveys-apin mukaan tavallisesta keskimäärin %2$@, muina öinä (%4$lld) %3$@.
fr: Nuits avec des sueurs nocturnes notées (%1$lld) : votre température au poignet (app Santé) s’écartait en moyenne de %2$@ de votre valeur habituelle, contre %3$@ les autres nuits (%4$lld).
he: בלילות עם הזעת לילה מתועדת (%1$lld), טמפרטורת פרק כף היד שלך לפי ״בריאות״ הייתה בממוצע %2$@ ביחס לרגיל, לעומת %3$@ בלילות האחרים (%4$lld).
hi: रात के पसीने वाली %1$lld रातों में, सेहत ऐप के अनुसार आपकी कलाई का तापमान सामान्य से औसतन %2$@ रहा, जबकि बाकी %4$lld रातों में %3$@।
hr: Noći sa zabilježenim noćnim znojenjem (%1$lld): temperatura zapešća iz aplikacije Zdravlje bila je u prosjeku %2$@ u odnosu na uobičajenu. Ostale noći (%4$lld): %3$@.
hu: %1$lld olyan éjszakán, amikor éjszakai izzadást rögzítettél, a csuklóhőmérsékleted az Egészség app szerint átlagosan %2$@ eltérést mutatott a szokásostól, míg %4$lld másik éjszakán az eltérés %3$@ volt.
id: Pada %1$lld malam dengan keringat malam tercatat, suhu pergelangan tanganmu dari app Kesehatan rata-rata %2$@ dari biasanya, dibandingkan %3$@ pada %4$lld malam lainnya.
it: In %1$lld notti con una sudorazione notturna registrata, la temperatura del polso dall'app Salute si è scostata in media di %2$@ dal tuo valore abituale, rispetto a %3$@ in %4$lld altre notti.
ja: 寝汗を記録した%1$lld晩では、ヘルスケアの手首皮膚温はふだんとの差が平均%2$@で、それ以外の%4$lld晩では%3$@でした。
ko: 야간 발한이 기록된 밤 %1$lld번 동안 건강 앱의 손목 체온은 평소 대비 평균 %2$@였고, 다른 밤 %4$lld번에는 %3$@였어요.
ms: Pada %1$lld malam dengan peluh malam yang dicatat, purata suhu pergelangan tangan anda daripada app Kesihatan ialah %2$@ daripada paras biasa anda, berbanding %3$@ pada %4$lld malam lain.
nb: På %1$lld netter med registrert nattesvette avvek håndleddstemperaturen din (fra Helse-appen) i gjennomsnitt %2$@ fra det vanlige, mot %3$@ på %4$lld andre netter.
nl: Op %1$lld nachten met genoteerd nachtelijk zweten week je polstemperatuur uit de Gezondheid-app gemiddeld %2$@ af van je normale waarde, tegenover %3$@ op %4$lld andere nachten.
pl: Noce z zapisanymi nocnymi potami: %1$lld. Temperatura nadgarstka z aplikacji Zdrowie odbiegała w te noce od twojej zwykłej średnio o %2$@, a w pozostałe noce (%4$lld) o %3$@.
pt_br: Nas noites com suor noturno registrado (%1$lld), a temperatura do pulso do app Saúde ficou em média %2$@ em relação ao seu normal, em comparação com %3$@ nas outras noites (%4$lld).
pt_pt: Noites com suores noturnos registados: %1$lld. Nessas noites, a temperatura do pulso na aplicação Saúde esteve em média %2$@ em relação ao teu habitual, em comparação com %3$@ nas restantes noites (%4$lld).
ro: În nopțile cu o transpirație nocturnă înregistrată (%1$lld), temperatura încheieturii din aplicația Sănătate s-a abătut în medie cu %2$@ de la valoarea ta obișnuită, față de %3$@ în celelalte nopți (%4$lld).
sk: V nociach so zaznamenaným nočným potením (%1$lld) sa teplota tvojho zápästia z apky Zdravie v priemere líšila od obvyklej o %2$@, v ostatných nociach (%4$lld) o %3$@.
sv: Nätter med loggad nattsvettning: %1$lld. Då avvek din handledstemperatur från appen Hälsa i snitt %2$@ från ditt normala, jämfört med %3$@ under övriga nätter (antal: %4$lld).
th: ใน %1$lld คืนที่บันทึกเหงื่อออกตอนกลางคืน อุณหภูมิข้อมือจากแอปสุขภาพเฉลี่ยต่างจากค่าปกติของคุณ %2$@ เทียบกับ %3$@ ในคืนอื่นอีก %4$lld คืน
tr: Gece terlemesi kaydedilen %1$lld gecede, Sağlık uygulamasındaki bilek sıcaklığın olağan değerinden ortalama %2$@ farklıydı; diğer %4$lld gecede bu fark %3$@ idi.
uk: Ночей із записаною нічною пітливістю: %1$lld. Середнє відхилення температури запʼястка від звичної (за даними програми «Здоровʼя») в ці ночі: %2$@; в інші ночі (%4$lld): %3$@.
vi: Vào %1$lld đêm có ghi đổ mồ hôi ban đêm, nhiệt độ cổ tay của bạn từ ứng dụng Sức khỏe chênh trung bình %2$@ so với mức thường ngày, so với %3$@ vào %4$lld đêm khác.
zh_hans: 在 %1$lld 个记录了夜间盗汗的夜晚，健康 App 中你的手腕温度与平时相比平均偏离 %2$@；其他 %4$lld 个夜晚为 %3$@。
zh_hant: 在 %1$lld 個有記錄夜間盜汗的夜晚，「健康」App 的手腕溫度平均與平常相差 %2$@；其他 %4$lld 個夜晚則為 %3$@。

source: On this iPhone only
ar: على هذا الـiPhone فقط
cs: Jen na tomto iPhonu
da: Kun på denne iPhone
de: Nur auf diesem iPhone
el: Μόνο σε αυτό το iPhone
es: Solo en este iPhone
es_419: Solo en este iPhone
fi: Vain tässä iPhonessa
fr: Uniquement sur cet iPhone
he: רק ב-iPhone הזה
hi: सिर्फ़ इस iPhone पर
hr: Samo na ovom iPhoneu
hu: Csak ezen az iPhone-on
id: Hanya di iPhone ini
it: Solo su questo iPhone
ja: このiPhoneの中だけ
ko: 이 iPhone에만 저장
ms: Pada iPhone ini sahaja
nb: Bare på denne iPhonen
nl: Alleen op deze iPhone
pl: Tylko na tym iPhonie
pt_br: Só neste iPhone
pt_pt: Só neste iPhone
ro: Doar pe acest iPhone
sk: Len v tomto iPhone
sv: Bara på den här iPhonen
th: อยู่ใน iPhone เครื่องนี้เท่านั้น
tr: Yalnızca bu iPhone'da
uk: Лише на цьому iPhone
vi: Chỉ trên iPhone này
zh_hans: 仅在这台 iPhone 上
zh_hant: 只存在這部 iPhone 上
